<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット用の言語ライン
    |--------------------------------------------------------------------------
    |
    | 以下の言語ラインは、パスワードリセットの試行が失敗した場合の
    | 理由を示すデフォルトのメッセージです。
    | 無効なトークンや新しいパスワードの不備などが含まれます。
    |
    */

    'reset' => 'パスワードがリセットされました！',
    'sent' => 'パスワードリセット用のリンクをメールで送信しました！',
    'throttled' => '再試行する前にお待ちください。',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => 'このメールアドレスに一致するユーザーが見つかりません。',

];
